// © Copyright 2010, 2015, 2017 HP Development Company, L.P."

// Window titles
CreatePaperWindowTitle = "Opret ny papirforudindstilling";
CalibratePrinterWindowTitle = "Kalibrer";
CreateICCProfileWindowTitle = "Opret profil";
InstallICCProfileWindowTitle = "Installer profil";
CalibratePaperWindowTitle = "Kalibrer dit papir";

// Step names
CreatePaperPresetStepName = "Opret papirforudindstilling";
AddNewPaperStepName = "Definer papirforudindstilling";
CalibratePrinterStepName = "Kalibrer";
SelectPaperStepName = "Vælg papir";
FinishedStepName = "Færdig";
SelectActionStepName = "Vælg handling";
ICCProfileSettingsStepName = "Vælg ICC-profilnavn";
CreateICCProfileStepName = "Opret profil";
InstallICCProfileStepName = "Installer profil";
SelectICCProfileStepName = "Vælg ICC-profil";
CheckICCProfileSettingsStepName = "Vælg ICC-profilnavn";

// Toc names
CreatePaperPresetTocItemName = "Opret papirforudindstilling";
AddNewPaperTocItemName = "Definer papirforudindstilling";
CalibratePrinterTocItemName = "Kalibrer (~10 min.)";
SelectPaperTocItemName = "Vælg papir";
FinishedTocItemName = "Færdig";
SelectActionTocItemName = "Vælg handling";
ICCProfileSettingsTocItemName = "Vælg ICC-profilnavn";
CreateProfileTocItemName = "Opret profil (~20 min,)";
InstallICCProfileTocItemName = "Installer profil";
SelectICCProfileTocItemName = "Vælg ICC-profil";
CheckICCProfileSettingsTocItemName = "Vælg ICC-profilnavn";

// Create Paper strings
CreatePaperErrorTitle = "Kan ikke tilføje nyt papir";
SetPropertiesErrorTitle = "Kan ikke angive udskrivningsegenskaber";

// Calibrate Printer strings
CalibratePrinterInfoFormat = "Det er vigtigt at kalibrere printeren til den nye papirtype, før du bruger den. Læg %@ papir i printeren. Klik på Fortsæt for at udskrive og scanne printerkalibreringskortet.";
CalibratePrinterErrorTitle = "Kan ikke kalibrere printer";

// Operation Status strings
InitiatingCalibrationTitle = "Udskriver kalibreringskort";
InitiatingProfilingTitle = "Udskriver ICC-profileringskort";
InitiatingScanningTitle = "Forbereder scanning af ICC-profileringskort";
CreateProfileErrorTitle = "Kan ikke oprette ICC-profil";
GetOperationStatusErrorTitle = "Kan ikke få operationsstatus";
CancelOperationErrorTitle = "Kan ikke annullere operation";
InstallProfileInfoText = "Printerkalibrering er i gang. Når den er færdig, installeres ICC-profilen.";
HeaderFormatString = "<html><body><font size=+7><b>Brugernavn:&nbsp;</b>%@&nbsp;&nbsp;&nbsp;&nbsp;<b>Papir:&nbsp;</b>%@&nbsp;&nbsp;&nbsp;&nbsp;<b>forudindstilling:&nbsp;</b>%@<BR><b>Tidsstempel:&nbsp;</b>%@&nbsp;&nbsp;&nbsp;&nbsp;<b>Kvalitet:&nbsp;</b>%@&nbsp;&nbsp;&nbsp;&nbsp;<b>Glans opt:&nbsp;</b>%@<font></body></html>";
CalibratePrinterNoteString = "Klik på Annuller, hvis du vil annullere printerkalibreringen.";
CreateProfileNoteString = "Klik på Annuller, hvis du vil annullere oprettelse af ICC-profilen.";
CalibrationCancelConfirmationTitleString = "Vil du annullere printerkalibreringen?";
CalibrationCancelConfirmation1MessageString = "Det anbefales på det stærkeste at kalibrere printeren for hver papirtype, før du bruger dem. Hvis du annullerer printerkalibreringen, vil du stadig kunne udskrive på papiret, men du vil ikke få den bedste farvekonsistens.";
CalibrationCancelConfirmation2MessageString = "Det anbefales på det stærkeste at kalibrere printeren for hver papirtype, før du bruger dem. Hvis du annullerer printerkalibreringen, vil du stadig kunne udskrive på papiret, men du vil ikke få den bedste farvekonsistens.";
AddPaperCancelConfirmationTitleString = "Hvis du annullerer tilføjelsen af det brugerdefinerede papir, vil du stadig kunne bruge det nye papir, men du vil ikke få de bedste farveresultater. Vil du annullere tilføjelsen af det brugerdefinerede papir?";
ProfilingCancelConfirmationMessageString = "Hvis du annullerer oprettelse af ICC-profilen, vil du stadig kunne udskrive på papiret, men du vil ikke få den bedste udskriftskvalitet.";
ProfilingCancelConfirmationTitleString = "Vil du annullere oprettelse af ICC-profilen?";

// Finish strings
CreatePaperFinishText = "Du har nu oprettet en ny papirforudindstilling. Hvis du vil oprette en profil (og papiret understøtter dette), kan du gå til afsnittet \"Administration af papirforudindstilling\" i Farvecenter og klikke på \"Opret profil for papir\".";
CreatePaperWithoutProfilingFinishText = "Du har nu oprettet en ny papirforudindstilling.";
CalibrateNewPaperFinishText = "Kalibreringen er færdig. Hvis du vil oprette en profil (og papiret understøtter dette), kan du gå til afsnittet \"Administration af papirforudindstilling\" i Farvecenter og klikke på \"Opret profil for papir\".";
CalibratePrinterFinishText = "\n\n\n\n\n\n\n\nPrinterkalibreringen er færdig!\nKlik på Udført for at fortsætte.";
CreateICCProfileFinishText = "\n\n\n\n\n\n\n\nICC-profilen er oprettet.";
CreateICCProfileFinishTextFormat = "ICC-profilen er oprettet.\n\nICC-profilen %@ for papiret %@ ligger i mappen /Library/ColorSync/Profiles/%@ på din computer og kan bruges via dine programmer.\n\nHvis det udskrevne profilkort udviser banding, anbefales det at udføre en 'Avanceret papirkalibrering' via printerens frontpanelmenu i afsnittet til vedligeholdelse af billedkvalitet. Når du har gjort det, skal du derefter igen oprette og installere en ICC-profil.";
CreateICCProfilePrintOnlyFinishText = "Du kan nu fjerne det udskrevne profilkort. Det er vigtigt, at kortet er tørt, før det scannes.\n\nNår du beslutter at oprette en ICC-profil, skal du vælge indstillingen \"Scan ICC-profilkort og opret ICC-profil\".\n\nHvis det udskrevne profilkort udviser banding, anbefales det at udføre en 'Avanceret printerkalibrering' fra printerens frontpanel i afsnittet til vedligeholdelse af billedkvalitet'. Opret og installer ICC-profilen igen, når du har gjort dette.";
CreatePrintedICCProfileFinishText = "ICC-profilen er oprettet.\n\nICC-profilen %@ for papiret %@ ligger i mappen /Library/ColorSync/Profiles/%@ på din computer og kan benyttes fra dine programmer.";
InstallICCProfileFinishTextFormat = "ICC-profilen er installeret.\n\nICC-profilen %@ for papiret %@ ligger i mappen /Library/ColorSync/Profiles/%@ på din computer og kan benyttes fra dine programmer.";
InstallICCProfileFinishText = "\n\n\n\n\n\n\n\nICC-profilen er installeret.";
CalibrateWithoutProfilingFinishText = "Kalibrering er udført.";
"InstallICCProfileFinishAuthFailedTextFormat" = "The ICC profile was installed successfully to %@.";
"InstallICCProfileFinishAuthFailedTextWarn" = "Unable to update the paper list on your computer because authentication has failed.";
"InstallICCProfileFinishAuthFailedTextWarnDescription" = "ICC profile %@ for the %@ paper cannot be used from your applications until you update the paper list on your computer. To perform this please click refresh button on \"Paper Preset Management\" screen in HP Printer Utility.";
"CreatePaperFinishAuthFailedTextWarnDescription" = "%@ paper cannot be used from your applications until you update the paper list on your computer. To perform this please click refresh button on \"Paper Preset Management\" screen in HP Printer Utility.";
// Select Paper strings
GetPaperListErrorTitle = "Kan ikke hente papirliste";

// Profile Settings strings
ProfileSettingsTitle1 = "ICC-profilen oprettes og installeres med følgende indstillinger:";
ProfileSettingsTitle2 = "Angiv de ICC-profilindstillinger, der findes under det udskrevne profilkort, du vil scanne.";
InstallProfileSettingsTitle = "ICC-profilen %@ installeres med følgende indstillinger:";
ProfileSettingsNote1 = "Læg %@ papir (format A3/B) i printeren. Klik på Fortsæt for at udskrive og scanne ICC-profilkortet og oprette ICC-profilen.";
ProfileSettingsNote2 = "Læg %@ papir (format A3/B) i printeren. Klik på Fortsæt for at udskrive og scanne ICC-profilkortet og oprette ICC-profilen.";
ProfileSettingsNote3 = "Læg det ICC-profilkort, der er udskrevet på %@ papir (format A3/B) i printeren. Klik på Fortsæt for at udskrive og scanne ICC-profilkortet og oprette ICC-profilen.";
InstallProfileSettingsNote1 = "Det er vigtigt, at du kalibrerer printeren til den nye papirtype, før du bruger den. Læg %@ papir i printeren. Klik på Fortsæt for at udskrive og scanne printerkalibreringskortet.";
InstallProfileSettingsNote2 = "Klik på Fortsæt for at installere ICC-profilen.";
ResetSettingTitle = "Den valgte indstilling er forskellig fra den i ICC-profilen.";
ResetSettingMessage = "Vil du ændre standardindstillingen?";

// Install Profile strings
InstallProfileCancelConfirmationTitleString = "Hvis du annullerer ICC-profilinstallationen, kan du godt udskrive på papiret, men du får ikke den bedste kvalitet. Vil du annullere ICC-profilinstallationen?";
InstallProfileTitleFormat = "ICC-profilen %@ kopieres til mappen /Library/ColorSync/Profiles/%@ og registreres med ColorSync.\n\nDen installeres på printeren, så alle brugere kan benytte den.";
SetProfileErrorTitle = "Kan ikke installere ICC-profil";
GetProfileErrorTitle = "Kan ikke hente ICC-profil";

// Select Profile strings
ProfileErrorTitle = "Kan ikke installere den valgte ICC-profil";
UnableToOpenErrorMessageFormat = "Kan ikke åbne %@";
ProfileIsNotOutputErrorMessage = "Profilen er ikke en outputprofil.";
ProfileIsNotRGBErrorMessage = "Profilen er ikke RGB.";
ProfileInvalidColorSpaceErrorMessageFormat = "Profilen er ikke %@.";
TagsMissingErrorMessage = "Obligatoriske tags mangler.";
ProfileIsNotValidErrorMessage = "Profilen er ugyldig.";
ProfileIsNotValidErrorMessageFormat = "Profilen er ugyldig. Ikke output, ikke %@, tags mangler.";
ManufacturerIsNotHPErrorMessage = "Producent er ikke HP.";
NotPrintProfilerErrorMessage = "Profiler er ikke PrintProfiler.";
NotHPICCErrorMessage = "Forkert producent, enhed, CMM.";
RGB = "RGB";
CMYK = "CMYK";

// Select and Calibrate Paper strings
LoadPaperFormatString = "Læg %@ papir (mindst størrelse %@) i printeren. Klik på Fortsæt for at udskrive og scanne printerkalibreringskortet.";

// Calibration status
CalibrationStatusRecommended = "Anbefales";
CalibrationStatusOK = "OK";
CalibrationStatusOutOfDate = "Forældet";

// Synchronization strings
DownloadProfilesTitleString = "Henter ICC-profiler...";
SynchronizeProfilesTitleString = "Opdaterer ICC-profiler...";
DownloadProfilesTitleFormatString = "Henter ICC-profiler til %@ papir:\n%u af %u";

SyncronizationSuccessfullTitleString = "Papirlisten er opdateret";
SyncronizationSuccessfullMessageString = "Du kan udskrive med det nye brugerdefinerede papir fra nu af.";
MediaManagementErrorTitleString = "Kan ikke få oplysninger om brugertilpasset papir fra printeren";
SyncronizationIncompleteTitleString = "Kan ikke opdatere hele papirlisten";
SyncronizationIncompleteMessageFormatString = "Følgende papir er ikke blevet opdateret:\n%@";
RegistrationIncompleteTitle = "Kan ikke opdatere papir";
RegistrationIncompleteMessage = "Følgende papir er ikke blevet registreret:\n%@";

// Operation status
CALIBRATION-STARTING = "Udskriver kalibreringskort";
CALIBRATION-PREPARING-TO-PRINT = "Udskriver kalibreringskort";
CALIBRATION-PREPARING-TO-SCAN = "Forbereder scanning af kalibreringskort";
CALIBRATION-PRINTING = "Udskriver kalibreringskort";
CALIBRATION-DRYING = "Tørrer kalibreringskort";
CALIBRATION-SCANNING = "Scanner kalibreringskort";
CALIBRATION-CALCULATING = "Beregner kalibreringsresultater";
CALIBRATION-FINISHING = "Beregner kalibreringsresultater";
CALIBRATION-CANCELLING = "Annullerer printerkalibrering";
PROFILING-STARTING = "Udskriver ICC-profilkort";
PROFILING-PREPARING-TO-PRINT = "Udskriver ICC-profilkort";
PROFILING-PREPARING-TO-SCAN = "Forbereder scanning af ICC-profilkort";
PROFILING-PRINTING = "Udskriver ICC-profilkort";
PROFILING-DRYING = "Tørrer ICC-profilkort";
PROFILING-SCANNING = "Scanner ICC-profilkort";
PROFILING-CALCULATING = "Opretter ICC-profil";
PROFILING-FINISHING = "Opretter ICC-profil";
PROFILING-CANCELLING = "Annullerer ICC-profiloprettelse";

GetMediumListTitleString = "Henter papirliste...";
AddNewPaperTitleString = "Opretter papirforudindstilling...";
CalibratePrinterTitleString = "Kalibrerer printer...";
CreateProfileTitleString = "Opretter ICC-profil";
CancelingProfilingTitleString = "Annullerer ICC-profiloprettelse...";
CancelingCalibrationTitleString = "Annullerer printerkalibrering...";

CancelingProfileInstallationTitleString = "Annullerer ICC-profilinstallation";
InstallingProfileTitleString = "Installerer ICC-profil";

ProfilingProcessFailedErrorMessage = "ICC-profil blev ikke oprettet.";
CalibrationProcessFailedErrorMessage = "Printerkalibrering blev ikke gennemført.";

SynchronizeTitleString = "Opdaterer papirliste...";

ICCProfileTitleString = "ICC-profil";
CalibrationStatusTitleString = "Kalibreringsstatus";

LoadedPaperTypeMismatchMessage = "Navnet på det forudindstillede papir skal svare til det papir, der er valgt på printerens frontpanel. Klik på OK for automatisk at ændre navnet på det ilagte papir på frontpanelet.";
LoadedPaperTypeMismatchProfilingNotAllowedMessage = "Navnet på det forudindstillede papir skal svare til det papir, der er valgt på printerens frontpanel. Klik på OK for automatisk at ændre navnet på det ilagte papir på frontpanelet.";
LoadedPaperTypeMismatchMessageFormat = "Du har valgt \"%@\", men der ligger \"%@\" i printeren. Klik på 'OK' for automatisk at ændre Ilagt papirtype og bruge \"%@\" fremover. Du kan også lægge \"%@\" papir (A4/A til kalibrering, A3/B til profiloprettelse) i printeren og klikke på 'OK'.";
LoadedPaperTypeMismatchProfilingNotAllowedMessageFormat = "Du har valgt \"%@\", men der ligger \"%@\" i printeren. Klik på 'OK' for automatisk at ændre Ilagt papirtype og bruge \"%@\" fremover. Du kan også lægge \"%@\" papir (A3/B til kalibrering) i printeren og klikke på 'OK'.";

// Gloss Enhancer
OFF = "Fra";
FULLPAGE = "Til";
INKEDAREA = "Til";

// Paper category
BOND_AND_COATED = "Almindeligt og coatet papir";
PHOTO = "Fotopapir";
PROOFING = "Prøvetrykspapir";
FINE_ART = "Kunstmateriale";
FILM = "Film";
TECHNICAL = "Teknisk papir";
CUSTOM = "Brugertilpasset papir";
BACKLIT = "Bagbelyst materiale";
ADHESIVE = "Selvklæbende papir";
BANNER_AND_SIGN = "Banner- og skiltemateriale";
HP_EXTENDED_MEDIA = "Andet papir";

CalibrationStatusNotApplicable = "Ikke relevant";

"No response" = "Tjek, at printeren er tilsluttet og tændt, og prøv igen.";
UNDEFINED-ERROR = "Der er opstået en fejl.";
ERROR-IN-PARAMS = "Der er opstået en fejl.";
UNKNOWN-OPERATION = "Timeout for operation.";
PRINTER-BUSY = "Printeren er optaget. Vent, til den er færdig med eventuelle job.";
UNDEFINED-MEDIUM = "Det valgte papir findes ikke længere. En anden bruger kan have slettet det.";
MEDIUM-MISMATCH = "Anden type papir i printeren.";
MEDIUM-MISMATCH-NEW-PAPER-CALIBRATION-FORMAT = "Anden type papir i printeren. Du har valgt %@, men der ligger en anden type papir i printeren. Hvis du er sikker på, at det papir, der ligger i printeren er det samme, som det du lige har valgt, skal du vælge 'Skfit papirtype' i menuen 'Papir'. Ellers skal du tage papiret ud, lægge %@ (mindst %@) i printeren og klikke på 'Fortsæt' for at udskrive og scanne printerkalibreringskortet. Klik på 'Annuller' for at kalibrere printeren senere.";
MEDIUM-MISMATCH-CALIBRATION-FORMAT = "Anden type papir i printeren. Du har valgt %@, men der ligger en anden type papir i printeren.Tag det ud, og læg %@ papir (mindst %@) i printeren, og klik på 'Fortsæt' for at udskrive og scanne printerens kalibreringskort. Klik på 'Annuller' for at kalibrere printeren senere.";
MEDIUM-MISMATCH-PROFILING-FORMAT = "Anden type papir i printeren. Du har valgt %@, men der ligger en anden type papir i printeren. Tag det ud, og læg %@ papir (mindst A3/B) i printeren, og klik på 'Fortsæt' for at udskrive og scanne ICC-profilkortet og oprette profilen. Klik på 'Annuller' for at oprette profilen senere.";
BADSIZE-MEDIUM = "Det ilagte papir er for småt.";
BADSIZE-MEDIUM-CALIBRATION-FORMAT = "Det ilagte papir er for småt. Tag det ud og læg %@ papir i printeren (mindst %@), og klik på 'Fortsæt' for at udskrive og scanne ICC-printerkalibreringskortet. Klik på 'Annuller' for at kalibrere printeren senere.";
BADSIZE-MEDIUM-PROFILING-FORMAT = "Det ilagte papir er for småt. Tag det ud og læg %@ papir i printeren (mindst A3/B), og klik på 'Fortsæt' for at udskrive og scanne ICC-profilkortet og oprette profilen. Klik på 'Annuller' for at oprette profilen senere.";
NO-MEDIUM-LOADED = "Der er ikke papir i printeren.";
NO-MEDIUM-LOADED-CALIBRATION-FORMAT = "Der er ikke papir i printeren. Læg %@ papir (mindst %@) i printeren. Klik på 'Fortsæt' for at udskrive og scanne printerkalibreringskortet. Klik på 'Annuller' for at kalibrere printeren senere.";
NO-MEDIUM-LOADED-PROFILING-FORMAT = "Der er ikke papir i printeren. Læg %@ papir (A3/B) i printeren. Klik på 'Fortsæt' for at udskrive og scanne ICC-profilkortet og oprette profilen. Klik på 'Annuller' for at oprette profilen senere.";
INVALID-MEDIUM-PROFILING-FORMAT = "Læg det ICC-profilkort, der er udskrevet på %@ papir (A3/B), i printeren. Klik på Fortsæt for at scanne ICC-profilkortet og oprette ICC-profilen.";
NO-MEDIUM-LOADED-SCAN-PROFILE-FORMAT = "Læg det ICC-profilkort, der er udskrevet på %@ papir (A3/B), i printeren. Klik på Fortsæt for at scanne ICC-profilkortet og oprette ICC-profilen.";
INVALID-MEDIUM = "Der er opstået en fejl.";
PROFILE-DOESNT-EXIST = "Der er opstået en fejl.";
MEDIUM-CANNOT-BE-DELETED = "HP-papir installeret på fabrikken kan ikke slettes.";
MEDIUM-DOESNT-EXIST = "Det valgte papir findes ikke længere. En anden bruger kan have slettet det.";
MEDIUM-ALREADY-EXISTS = "Der findes allerede et papir med dette navn. Skriv et andet navn, og prøv igen.";
MEDIUM-ALREADY-EXISTS-FORMAT = "Der findes allerede et papir ved navn %@''. Skriv et andet navn, og prøv igen.";
NO-ROOM-FOR-MORE-MEDIA = "Der kan ikke tilføjes mere brugerdefineret papir. Der skal slettes et eller flere eksisterende brugerdefinerede papirtyper, før der kan tilføjes nye.";
MEDIUM-NOT-CLONABLE = "Der er opstået en fejl.";
PROFILE-CANNOT-BE-DELETED = "Der er opstået en fejl.";
MISSING-MEDIUM-NAME = "Der er ikke angivet et papirnavn. Skriv et papirnavn, og prøv igen.";

InstallProfileTitle = "ICC-profilen installeres på printeren, så andre brugere kan benytte den.";

"Paper Name: " = "Papirnavn: ";
"ICC Profile Name: " = "ICC-profilnavn: ";
"Printer Model: " = "Printermodel: ";
"Username: " = "Brugernavn: ";
"Timestamp: " = "Tidsstempel: ";
"Gloss Enhancer: " = "Glansforstærker: ";
"Paper Type: " = "Papirtype: ";

EmptyItem = "Ingen";
ResponseErrorMessage = "Tjek, at printeren er tilsluttet og tændt, og prøv igen.";

// Button titles
TryAgainButtonTitle = "Prøv igen";
CreateButtonTitle = "Opret";
CalibrateButtonTitle = "Kalibrer";

"GlossEnhancer" = "Glansforstærker";
"AdvancedRecommendationText" = "Avanceret papirkalibrering";
"AdvancedCalibrationInfoText" = "Nem og automatisk oprettelse af ICC-profiler";
"SharePresetsInfoText" = "Lad andre benytte dine forudindstillinger";
"PrintProfilingChartTitle" = "Udskriv profilkort";
"PreparingCalibrationScanTitle" = "Forbereder scanning af kalibreringskort";
"PreparingProfilingScanTitle" = "Forbereder scanning af ICC-profilkort";
"CreatePresetMenu" = "Opret ny papirforudindstilling";
"ImportPresetMenu" = "Importer papirforudindstilling";
"ManagePresetMenu" = "Administration af papirforudindstilling";
"LoadedPaperTypeMismatchManualChangeMessage" = "Navnet på det forudindstillede papir skal svare til det papir, der ligger i printeren. Læg \"%@\" i printeren.";

//xib localization
HSDSelectProfileTitle = "Vælg den ICC-profil, der skal installeres:";
ChooseButtonTitle = "Vælg...";

SelectProfileActionTitle = "Vælg funktion:";
PrintICCProfilingChartTitle = "Udskriv ICC-profilkort";
ScanICCProfilingChartTitle = "Scan ICC-profilkort, og opret ICC-profil";
TotalTitle = "I alt";

CreatePaperDesciption = "Angiv navn og type for papiret, og klik på Næste for at fortsætte. Papiret vil være tilgængeligt via printerens frontpanel under Brugerdefineret papir.\n\nDet er vigtigt at vælge den rette papirtype af hensyn til kvaliteten. Klik på spørgsmålstegnet for at få tip til valg af papirtype.";
ChangePrintingPropertiesTitle = "Skift udskrivningsegenskaber";
